{
  "navigation": {
    "logoName": "Γιώργος Κ.",
    "navigationButton": "Περισσότερα",
    "toggleLogin": {
      "login": "Σύνδεση",
      "logout": "Αποσύνδεση"
    },
    "findMeOnSocial": "Βρείτε με στα Social"
  },
  "footer": {
    "privacyPolicy": "Πολιτική Απορρήτου"
  },
  "home": {
    "bannerName": "Γεώργιος Κούρτης",
    "bannerText": "Είμαι προγραμματιστής Ιστού που έχει αστείρευτο ενθουσιασμό για την επίλυση προβλημάτων.",
    "aboutSection": {
      "name": "Γιώργος Κούρτης",
      "shortDesc": "Ας συνδεθούμε για να δημιουργήσουμε μοναδικές λύσεις μαζί!",
      "fullDesc": "Είμαι ο Γιώργος Κούρτης, ένας παθιασμένος front-end developer με έδρα την Ελλάδα. Με τρία χρόνια εμπειρίας σε JavaScript, HTML, CSS, WordPress και Vue.js, δημιουργώ αρμονικές εμπειρίες στον ιστό. Απολαμβάνω να αντιμετωπίζω προκλήσεις και να βρίσκω κομψές λύσεις σε πολύπλοκα προβλήματα. Η προσοχή μου στη λεπτομέρεια και η αφοσίωσή μου σε καθαρό κώδικα εγγυώνται υψηλής ποιότητας αποτελέσματα. Η συνεχής μάθηση είναι ο κινητήριος μου δύναμη. Είμαι ενημερωμένος για τις τελευταίες τάσεις και πλαίσια εργασίας, παρέχοντας καινοτόμες λύσεις που υπερβαίνουν τις προσδοκίες των πελατών.",
      "showBio": "Βιογραφικό"
    },
    "experienceSection": {
      "name": "Τεχνολογίες που έχω ασχοληθεί..",
      "dsc": "Έχω αποκτήσει εμπειρία σε διάφορες γλώσσες και εργαλεία, συμπεριλαμβανομένων των JavaScript, HTML, CSS, WordPress, Vue.js και Git. Αυτές οι τεχνολογίες μου έχουν επιτρέψει να δημιουργήσω δυναμικές ιστοσελίδες"
    }
  },
  "contact": {
    "bannerTitle": "Μάθετε περισσότερα για εμένα..",
    "bannerText": "Ονομάζομαι Γεώργιος Κούρτης, νομίζω πλέον έχετε μάθει πώς να εκφράζετε το ονομά μου. Αν όχι δεν πειράζει.",
    "form": {
      "title": "Επικοινωνήστε μαζί μου για περισσότερες πληροφόρίες"
    }
  },
  "portfolio": {
    "dsc": "Εδώ θα βρείτε μια συλλογή από έργα που αναδεικνύουν τις δεξιότητες και την τεχνογνωσία μου ως junior developer. Μέσα από αυτά τα έργα, στοχεύω να δείξω την ικανότητά μου να δημιουργώ ελκυστικές διαδικτυακές εφαρμογές, ιστότοπους και εφαρμογές για κινητά. Κάθε έργο δείχνει τις ικανότητές μου στην επίλυση προβλημάτων, την προσοχή στη λεπτομέρεια και την αφοσίωσή μου στην παροχή εργασίας υψηλής ποιότητας."
  },
  "newslletter": {
    "title": "Εγγραφείτε για νέα",
    "updates": "και εννημερώσεις",
    "dsc": "Κάντε εγγραφή για να λαμβάνετε νέες εννημερώσεις και νέα projects",
    "button": "Εγγραφη",
    "inputPlaceholder": "Εισάγετε το e-mail σας"
  },
  "pageMeta": {
    "title": "Γιώργος Κούρτης",
    "home": "Αρχική",
    "about": "Σχετικά",
    "portfolio": "Έργα",
    "contact": "Επικοινωνία"
  },
  "weather": {
    "weatherTitle": "Ο καιρός τώρα",
    "location": "Τοποθεσία",
    "temp": "Θερμοκρασία",
    "feelsLike": "Αίσθηση",
    "humidity": "Υγρασία",
    "speed": "Ταχύτητα",
    "deg": "Άνεμος"
  },
  "privacy-policy": {
    "title": "Πολιτική Απορρήτου"
  }
}